Revit 2027 API
DWFImportOptions Constructor
Overload List
Name | Description
DWFImportOptions(DWFImportOptions) |  Constructs a new instance of DWFImportOptions as a copy of the import options.
DWFImportOptions(IList<ElementId>) |  Constructs a new instance of DWFImportOptions with an array of imported sheet views.
Top
See Also
Reference
DWFImportOptions Class
Autodesk.Revit.DB Namespace